{
    "facts":[
        "The Oort Cloud extends roughly 200,000 astronomical units (AU) away from our Sun. At the speed Voyager 2 is traveling, approximately 15 km/s, it will take over 300,000 years to travel through the entirety of the Oort Cloud.",
        "The distance from Earth to the Moon is about 384,400 km. The Apollo missions took about 3 days to reach the Moon.",
        "The distance from Earth to Mars varies between 54.6 million kilometers and 401 million kilometers depending on their positions in their orbits. Using current technology, it would take about 6-8 months to travel to Mars.",
        "The distance from Earth to the Sun is defined as 1 astronomical unit (AU), which is about 149.6 million kilometers.",
        "The nearest star to Earth, Proxima Centauri, is about 4.24 light-years away. With our fastest space probe (travelling at 194km/s), it would take 54,000 years to reach it.",
        "The Milky Way galaxy is about 100,000 light-years in diameter, containing approximatley 400 billion starts",
        "The distance between Earth and the center of the Milky Way galaxy is about 27,000 light-years.",
        "The Andromeda galaxy, our nearest spiral galaxy neighbor, is approximately 2.537 million light-years away from Earth. It's predicted to collide with the Milky Way in about 4 billion years.",
        "Voyager 1 is the farthest human-made object from Earth, traveling at a speed of 17 km/s and currently more than 22 billion kilometers away.",
        "Neptune, the furthest recognized planet from the Sun in our solar system, lies at an average distance of 4.5 billion kilometers (or 30.1 AU).",
        "The Hubble Deep Field image, which captured galaxies from the distant universe, observes a patch of space just 1/24,000,000th of the whole sky.",
        "The edge of our solar system, where the influence of our Sun's gravitational pull ends, is called the heliopause and is estimated to be around 120 AU from the Sun.",
        "The Local Group, which contains the Milky Way, Andromeda, and about 54 other galaxies, spans about 10 million light-years.",
        "The cosmic microwave background radiation, which is the afterglow of the Big Bang, comes to us from a time 13.8 billion years ago and a distance of 46 billion light-years (due to the expansion of the universe).",
        "The largest known star, UY Scuti, has a radius around 1,700 times larger than our Sun. If placed at the center of our solar system, its outer surface would extend beyond the orbit of Jupiter.",
        "The diameter of the observable universe is believed to be about 93 billion light-years, although the entire universe may be infinitely large.",
        "The diameter of the event horizon (or the 'edge') of the supermassive black hole at the center of our Milky Way is about 44 million kilometers.",
        "Using the New Horizons spacecraft as an example, it took almost 10 years (launched in 2006 and arrived in 2015) to reach and fly by Pluto at a distance of approximately 5 billion kilometers from Earth.",
        "The farthest known quasar, J0313-1806, is located about 13.03 billion light-years away, giving us a glimpse into the universe's early days when it was just 670 million years old.",
        "A neutron star is so dense that a teaspoon of its material would weigh about 10 million tons.",
        "Supernovas are stellar explosions that can outshine an entire galaxy for a short time.",
        "A supernova can release more energy in a single moment than our Sun will in its entire 10 billion year lifespan.",
        "Zombie planets, also known as 'planet zombies', are planets that survive the explosive death of their parent star.",
        "Neutron stars (referred to as 'Pulsars') can spin at incredibly high rates, with some rotating hundreds of times per second.",
        "Zombie planets can be detected when they pass in front of a white dwarf, causing a noticeable dimming.",
        "A neutron star's magnetic field can be a billion times stronger than Earth's.",
        "Despite their name, neutron stars are not made up entirely of neutrons. They have a crust of iron atoms and other elements.",
        "A supernova's explosion can trigger the birth of new stars by compressing interstellar gas and dust.",
        "If neutron stars collide, they can produce powerful gravitational waves detectable on Earth.",
        "A supernova remnant, the structure resulting from the explosion of a star in a supernova, can last for tens of thousands of years.",
        "Neutron stars have a limit known as the Tolman-Oppenheimer-Volkoff limit; if they gain mass beyond this, they collapse into black holes.",
        "The heaviest elements in the universe, like gold and platinum, are believed to be produced by neutron star collisions.",
        "The Crab Nebula is a famous supernova remnant observed in 1054 AD, and at its center lies a pulsar, a type of rapidly rotating neutron star.",
        "The observable universe contains some 2 trillion galaxies, each containing approximatley 400 billion stars. It would take the average human 12,672 years to count all the stars in just one galaxy.",
        "Both Voyager probes carry a 'Golden Record' containing sounds and images representing Earth, intended to communicate with potential extraterrestrial civilizations.",
        "Dark matter, an invisible substance with gravitational influence, shapes galaxies and the cosmos by binding them together through its unseen presence.",
        "Approximately 68% of the universe is thought to be composed of dark energy, making it the dominant component of the cosmos.",
        "The Great Attractor is a compelling mystery in space—a gravitational anomaly that draws galaxies and clusters toward it. Positioned in the Centaurus and Norma constellations, its powerful influence sparks ongoing research.",
        "The cosmic web is a vast interconnecting structure in space, comprising galaxies, clusters, and voids. Gravity shapes this intricate framework, revealing the universe's underlying matter distribution.",
        "The Laniakea Supercluster spans an enormous scale, encompassing approximately 100,000 galaxies within a volume of space that stretches over 500 million light-years in diameter. This immense structure gives us a sense of the vastness and complexity of the universe's large-scale organization.",
        "The particle horizon marks the farthest boundary of the observable universe, showing the limit of information or light that has reached us since the universe began. It provides a snapshot of cosmic history and knowledge.",
        "The Kepler Space Telescope was a NASA mission designed to discover exoplanets, or planets outside our solar system.",
        "The primary instrument of the Kepler Space Telescope was a photometer that monitored the brightness of over 150,000 stars simultaneously.",
        "Kepler has confirmed more than 2,600 exoplanets.",
        "The Kepler mission provided data that showed there could be more planets than stars in our galaxy.",
        "Jupiter, the largest planet in our solar system, has a significant number of moons, with over 79 known natural satellites.",
        "Europa, one of Jupiter's moons, has a subsurface ocean that may contain twice the water volume of Earth's oceans.",
        "The Cassini spacecraft, which orbited Saturn, discovered lakes of liquid methane on Titan's surface.",
        "If dark energy remains constant (as with the cosmological constant), the universe will continue expanding forever, leading to a 'Big Freeze' or 'Heat Death'."
    ]
}
